Revit 2027 API
BuiltInFailures.TagFailures.CannotPasteOrphanTagsWarn Property
 Orphaned tags cannot be pasted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteOrphanTagsWarn { get; }
Public Shared ReadOnly Property CannotPasteOrphanTagsWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteOrphanTagsWarn {
	FailureDefinitionId^ get ();
}
static member CannotPasteOrphanTagsWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace